Repository: bhupinder1151/clipboard-indicator-plus
Catalog: locale/*/LC_MESSAGES/clipboard-indicator.po
Languages: es, fr_fr, it, ru

source: QR Code (URL)
es: Código QR (URL)
fr_fr: Code QR (URL)
it: Codice QR (URL)
ru: QR-код (Ссылка)

source: QR Code
es: Código QR
fr_fr: Code QR
it: Codice QR
ru: QR-код

source: Scan QR or type URL on same WiFi network
es: Escanear QR o escribir URL en la misma red WiFi
fr_fr: Scannez le QR ou tapez l'URL sur le même réseau WiFi
it: Scansiona QR o digita URL sulla stessa rete WiFi
ru: Сканируйте QR или введите URL в той же WiFi сети

source: Close
es: Cerrar
fr_fr: Fermer
it: Chiudi
ru: Закрыть

source: Save to Downloads
es: Guardar en Descargas
fr_fr: Enregistrer dans Téléchargements
it: Salva in Scaricati
ru: Сохранить в Загрузки

source: Text will be here
es: El texto aparecerá aquí
fr_fr: Le texte apparaîtra ici
it: Il testo sarà qui
ru: Текст будет здесь

source: Type here to search...
es: Escriba aquí para buscar...
fr_fr: Tapez pour rechercher...
it: Digita qui per cercare...
ru: Введите здесь для поиска...

source: Private mode
es: Modo privado
fr_fr: Mode privé
it: Modalità privata
ru: Приватный режим

source: Clear history
es: Vaciar historial
fr_fr: Effacer l'historique
it: Cancella la cronologia
ru: Очистить историю

source: Settings
es: Configuración
fr_fr: Paramètres
it: Impostazioni
ru: Настройки

source: Clipboard is empty
es: El portapapeles está vacío
fr_fr: Le presse-papiers est vide
it: Appunti vuoti
ru: Буфер обмена пуст

source: Clear all?
es: ¿Borrar todo?
fr_fr: Effacer l'historique ?
it: Cancellare tutto?
ru: Очистить всё?

source: Are you sure you want to delete all clipboard items?
es: ¿Está seguro de que quiere borrar todos los ítems del portapapeles?
fr_fr: Êtes-vous sûr de vouloir vider le presse-papiers ?
it: Sei sicuro di voler eliminare tutti gli elementi negli appunti?
ru: Вы уверены, что хотите удалить все элементы буфера обмена?

source: This operation cannot be undone.
es: Esta operación no puede ser deshecha
fr_fr: Cette action ne peut être annulée.
it: Questa operazione non può essere annullata.
ru: Эту операцию нельзя отменить.

source: Clear
es: Borrar
fr_fr: Effacer
it: Cancella
ru: Очистить

source: Cancel
es: Cancelar
fr_fr: Annuler
it: Annulla
ru: Отменить

source: Clipboard history cleared
es: Historial del portapapeles vaciado
fr_fr: L'historique du presse-papiers a été effacé
it: Cronologia cancellata
ru: История буфера обмена очищена

source: Copied to clipboard
es: Copiado en el portapapeles
fr_fr: Copié dans le presse-papiers
it: Copiato negli appunti
ru: Скопировано в буфер обмена

source: History Size
es: Tamaño del historial
fr_fr: Taille de l'historique
it: Dimensioni della cronologia
ru: Размер истории

source: Preview Size (characters)
es: Tamaño de previsualización (caracteres)
fr_fr: Taille de l'aperçu (nombre de caractères)
it: Dimensione anteprima (caratteri)
ru: Длина строки в меню (символов)

source: Max cache file size (MB)
es: Tamaño máximo de cache (MB)
fr_fr: Taille maximale du fichier cache (MB)
it: Dimensione massima della cache (MB)
ru: Максимальный размер кэша (мб)

source: Number of characters in top bar
es: Número de caracteres en la barra superior
fr_fr: Nombre de caractères dans le panneau
it: Numero di caratteri nella barra superiore
ru: Количество символов в верхней панели

source: What to show in top bar
es: Qué mostrar en la barra superior
fr_fr: Afficher dans le panneau
it: Cosa mostrare nella barra superiore
ru: Что показывать в верхней панели

source: Remove down arrow in top bar
es: Quitar la flecha hacia abajo de la barra de arriba
fr_fr: Retirer la flèche vers le bas du panneau
it: Rimuove la freccia verso il basso nella barra superiore
ru: Убрать стрелку вниз в верхней панели

source: Cache only pinned items
es: Cachear sólo los items anclados
fr_fr: Mettre en cache seulement les éléments favoris
it: Memorizza solo gli elementi fissati
ru: Кэшировать только избранное

source: Show notification on copy
es: Mostrar una notificación al copiar
fr_fr: Afficher une notification lors de la copie
it: Mostra notifica quando si copia
ru: Показывать уведомление при копировании

source: Show notification on cycle
fr_fr: Afficher une notification lors du défilement de l’historique
it: Mostra notifica per voce già copiata
ru: Показывать уведомление при циклическом переключении

source: Show confirmation on Clear History
es: Mostrar una confirmación al borrar el historial
fr_fr: Confirmer l'effacement de l'historique
it: Mostra conferma per cancellare la cronologia
ru: Показывать уведомление при очистке истории

source: Remove whitespace around text
es: Eliminar espacios en blanco alrededor del texto
fr_fr: Supprimer les espaces autour du texte
it: Rimuovi spazi bianchi attorno al testo
ru: Удалить пробелы в тексте

source: Move item to the top after selection
es: Mover el ítem hacia arriba despues de seleccionarlo
fr_fr: Déplacer l'élément vers le haut après la sélection
it: Sposta l'elemento in cima dopo la selezione
ru: Переместить запись в начало после выделения

source: Keep selected entry after Clear History
es: Mantener la entrada seleccionada después de limpiar el historial
fr_fr: Conserver l'entrée sélectionnée après l'effacement de l'historique
it: Mantieni l'elemento selezionato dopo aver cancellato la cronologia
ru: Не очищать выбранную запись после очитски истории

source: Show paste buttons
es: Mostrar botones de pegar
fr_fr: Afficher les boutons de collage
it: Mostra i pulsanti di incolla
ru: Показывать кнопки вставки

source: Adds a paste button to each entry that lets you paste it directly
es: Añade un botón de pegar a cada entrada, que te permite pegarlo directamente
fr_fr: Ajoute un bouton « Coller » à chaque entrée qui vous permet de la coller directement
it: Aggiunge a ogni voce un pulsante Incolla per copiarla direttamente
ru: Добавить кнопку вставки на каждую запись, позволяющая вставить напрямую

source: Place the pinned section on the bottom
es: Situar la sección anclada abajo
fr_fr: Placer la section épinglée en bas
it: Posiziona la sezione fissata in fondo
ru: Переместить избранный элемент в конец истории

source: Requires restarting the extension
es: Requiere reiniciar la extensión
fr_fr: Nécessite le redémarrage de l'extension
it: Richiede il riavvio dell'estensione
ru: Требует перезагрузки расширения

source: Clear clipboard history on system reboot
fr_fr: Effacer l'historique du presse-papiers au redémarrage du système
it: Cancella la cronologia al riavvio del sistema
ru: История буфера обмена очищена

source: Paste on select
fr_fr: Coller sur la sélection
it: Incolla alla selezione
ru: Вставка при выделении

source: Cache images
fr_fr: Enregistrer les images dans l’historique
it: Copia le immagini
ru: Кеш изображений

source: Excluded Apps
fr_fr: Applications exclues
it: App escluse
ru: Исключённые приложения

source: Content copied will not be saved while these apps are in focus
fr_fr: Le contenu copié ne sera pas enregistré tant que ces applications sont actives
it: Il contenuto copiato non verrà salvato mentre queste app sono in primo piano
ru: Скопированное содержимое не будет сохранено, пока эти приложения находятся в фокусе

source: Use custom storage location
es: Usar ubicación de almacenamiento personalizada
fr_fr: Utiliser un emplacement de stockage personnalisé
it: Usa posizione di archiviazione personalizzata
ru: Использовать свое место хранения

source: Store clipboard history in a custom folder instead of ~/.cache/
es: Guardar historial del portapapeles en una carpeta personalizada en lugar de ~/.cache/
fr_fr: Stocker l'historique du presse-papiers dans un dossier personnalisé au lieu de ~/.cache/
it: Salva la cronologia degli appunti in una cartella personalizzata invece di ~/.cache/
ru: Хранить историю буфера обмена в своей папке вместо ~/.cache/

source: Storage folder
es: Carpeta de almacenamiento
fr_fr: Dossier de stockage
it: Cartella di archiviazione
ru: Папка хранения

source: UI
es: Interfaz de Usuario
fr_fr: Interface
it: Interfaccia
ru: Интерфейс

source: Behavior
fr_fr: Comportement
it: Comportamento
ru: Поведение

source: Storage
es: Almacenamiento
fr_fr: Stockage
it: Archiviazione
ru: Хранилище

source: Changes require restarting GNOME Shell to take effect
es: Los cambios requieren reiniciar GNOME Shell para surtir efecto
fr_fr: Les changements nécessitent un redémarrage de GNOME Shell
it: Le modifiche richiedono il riavvio di GNOME Shell
ru: Изменения требуют перезапуска GNOME Shell

source: Exclusion
it: Esclusione
ru: Исключение

source: Limits
es: Limites
fr_fr: Limites
it: Limiti
ru: Ограничения

source: Topbar
es: Barra superior
fr_fr: Panneau
it: Barra superiore
ru: Верхняя панель

source: Notifications
es: Notificaciones
it: Notifiche
ru: Уведомления

source: Shortcuts
es: Atajos de teclado
fr_fr: Raccourcis
it: Scorciatoie
ru: Горячие клавиши

source: Icon
es: Icono
fr_fr: Icône
it: Icona
ru: Значок

source: Clipboard Content
es: Contenido del portapapeles
fr_fr: Contenu
it: Contenuto appunti
ru: Содержимое буфера обмена

source: Both
es: Ambos
fr_fr: Les deux
it: Entrambi
ru: Оба

source: Neither
fr_fr: Aucun
it: Nessuno
ru: Ничего

source: Toggle the menu
es: Alternar menú
fr_fr: Afficher/cacher le menu
it: Mostra/nascondi il menu
ru: Показать меню

source: Previous entry
es: Entrada anterior
fr_fr: Entrée précédente
it: Voce precedente
ru: Предыдущая запись

source: Next entry
es: Entrada siguiente
fr_fr: Entrée suivante
it: Voce successiva
ru: Следующая запись

source: Enable shortcuts
es: Habilitar atajos de teclado
fr_fr: Activer les raccourcis
it: Abilita scorciatoie
ru: Горячие клавиши

source: Disabled
es: Deshabilitado
fr_fr: Désactivé
it: Disabilitato
ru: Выключено

source: Enter shortcut
es: Introduce atajo de teclado
fr_fr: Entrer un raccourci
it: Inserisci scorciatoia
ru: Ввести горячие клавиши

source: Window class name, e.g. "KeePassXC"
fr_fr: Classe de fenêtre (ex. : « KeePassXC »)
it: Nome classe della finestra, ad esempio "KeePassXC"

source: Copy Text
es: Copiar texto
fr_fr: Copier le texte
it: Copia testo
ru: Копировать текст

source: Copied!
es: ¡Copiado!
fr_fr: Copié !
it: Copiato!
ru: Скопировано!

source: Manage and access your copied items
es: Gestiona y accede a tus elementos copiados

source: Last Copied Text
es: Último texto copiado

source: Fetched just now
es: Obtenido ahora mismo

source: Tap text to select if button doesn't work
es: Toca el texto para seleccionar si el botón no funciona
